Repository: jack2015/pli-openmultibootmanager
Catalog: po/*.po
Languages: pl, uk

source: to use openMultiboot Do you want install it?
pl: aby korzystać z openMultiboot-a Chcesz zainstalować?
uk: для використання openMultiboot. Ви хочете установити його зараз?

source: (Folder is empty!)
pl: (Katalog jest pusty!)
uk: (Порожній каталог!)

source: About
uk: Інфо

source: Cancel
pl: Anuluj
uk: Вийти

source: Exit
pl: Wyjście
uk: Виxід

source: Warning! '/sbin/open_multiboot' not installed!
pl: UWAGA! Nie zainstalowano /sbin/open_multiboot !
uk: Внимание! '/sbin/open_multiboot' не встановлено!

source: Add zip archive with image in 'open-multiboot-upload'
pl: Dodaj archiwum zip do katalogu 'open-multiboot-upload'
uk: Додати zip архів з іміджем в 'open-multiboot-upload'

source: Cannot create data folder
pl: Błąd tworzenia katalogu z danymi
uk: Не вдалося створити каталог

source: Cannot create folder %s
pl: Błąd tworzenia katalogu %s
uk: Не вдалося створити каталог %s

source: Cannot create kernel folder %s
pl: Błąd tworzenia katalogu na kernele %s
uk: Не вдалося створити папку ядра %s

source: Cannot create virtual MTD device
pl: Błąd tworzenia wirtualnego urządzenia MTD
uk: Не вдалося створити віртуальний MTD пристрій

source: Cannot deflate image
pl: Błąd rozpakowania obrazu
uk: Не вдалося розпакувати імідж

source: Cannot extract nfi image
pl: Błąd ekstrakcji obrazu nfi
uk: Не вдалося витягнути імідж nfi

source: Cannot format the device
pl: Błąd formatowania urządzenia
uk: Не вдалося відформатувати пристрій зберігання

source: Cannot install
pl: Błąd instalacji
uk: Не вдалося встановити

source: Cannot remount the device
pl: Błąd montowania urządzenia
uk: Не вдалося змонтувати пристрій зберігання

source: Cannot umount the device
pl: Błąd odmontowania urządzenia
uk: Не вдалося розмонтувати пристрій зберігання

source: Choose the image to install
pl: Wybierz obraz do instalacji
uk: Виберіть імідж для установки...

source: Delete
pl: Skasuj
uk: Видалити

source: Delete folder %s and all file
pl: Skasuj katalog %s i wszystkie pliki
uk: Видалити каталог %s із усіма файлами

source: Disable '/sbin/open_multiboot'
pl: Wyłącz '/sbin/open_multiboot'
uk: Вимкнути '/sbin/open_multiboot'

source: Disable autoscan zip archive at mount device
pl: Wyłącz automatyczne szukanie archiwów podczas montowania
uk: Викл. автосканування zip архіву при монтуванні пристроїв

source: Do you really want add %s with image in 'open-multiboot-upload'?
pl: Naprawdę dodać %s z obrazem do 'open-multiboot-upload'?
uk: Ви дійсно хочете добавити %s з іміджем в 'open-multiboot-upload'?

source: Do you want to delete %s?
pl: Naprawdę skasować %s?
uk: Ви дійсно хочете видалити %s?

source: Do you want to reboot box now ?
pl: Naprawdę zrestartować teraz tuner?
uk: Ви хочете зробити перезавантаження ресивера зараз?

source: Do you want to reboot now ?
pl: Naprawdę zrestartować teraz?
uk: Ви хочете зробити перезавантаження зараз?

source: Enable '/sbin/open_multiboot'
pl: Włącz '/sbin/open_multiboot'
uk: Включити '/sbin/open_multiboot'

source: Enable autoscan zip archive at mount device
pl: Włącz automatyczne szukanie archiwów podczas montowania
uk: Вкл. автосканування zip архіву при монтуванні пристроїв

source: Error adding zip archive!
pl: Błąd dodawania archiwum zip!
uk: Помилка додавання zip архіву!

source: Error removing zip archive!
pl: Błąd kasowania archiwum zip!
uk: Помилка видалення zip архіву!

source: Error set new timeout!
pl: Błąd ustawiania nowego czasu oczekiwania
uk: Помилка при установці нового таймауту!

source: Extra setup
uk: Екстра налаштування

source: Filesystem not supported Do you want format your drive?
uk: Файлова система не підтримується, хочете відформатувати Ваш пристрій зберігання в ext4 (всі дані будуть втрачені)?

source: Fix mount devices (for PLi)
pl: Napraw zamontowane urządzenia (dla PLi)
uk: Фікс монтування пристроїв зберігання (для PLi)

source: Flash image
pl: Wgraj obraz
uk: Flash імідж

source: Incorrect time!
pl: Zły czas!
uk: Невірний час!

source: Install
pl: Instalacja
uk: Встановити

source: Multi boot loader for enigma2 box
pl: Multi boot dla tunerów z enigma2
uk: Мульти завантажувач для ресиверів на enigma2

source: Next boot: %s
pl: Następne uruchomienie: %s
uk: Наступне завантаження: %s

source: No suitable devices found
pl: Nie znaleziono odpowiednich urządzeń
uk: Не знайдені відповідні пристрої зберігання.

source: Not found boxbranding.so!
pl: Nie znaleziono pliku boxbranding.so!
uk: Не знайдено boxbranding.so!

source: OMB disabled.
pl: OMB wyłączone.
uk: OMB відключений.

source: OMB enabled.
pl: OMB włączone.
uk: OMB включен.

source: OpenMultiboot Manager
uk: Менеджер openMultiboot

source: Please enter new name:
pl: Podaj nową nazwę:
uk: Введіть нове імя:

source: Please select the necessary option...
pl: Wybierz niezbędną opcję...
uk: Будь ласка, виберіть необхідну Вам дію...

source: Please upload an image inside %s
pl: Wgraj obraz do %s
uk: Будь ласка, завантажте потрібний архів з іміджем (будь-яке імя без пропусків.zip)в %s

source: Please wait 40 seconds, while delete is in progress.
pl: Czekaj 40 sekund na zakończenie kasowania.
uk: Будь ласка, зачекайте 40 секунд, видалення в процесі.

source: Please wait while format is in progress.
pl: Czekaj na zakończenie formatowania.
uk: Будь ласка зачекайте, процес форматування в процесі.

source: Please wait while installation is in progress.
pl: Czekaj na zakończenie instalowania.
uk: Будь ласка зачекайте, установка в процесі.

source: Please wait while delete is in progress.
pl: Czekaj na zakończenie kasowania.
uk: Будь ласка зачекайте, йде процес видалення

source: Please wait while installation is in progress. This operation may take a while.
pl: Czekaj na zakończenie instalowania. Może to potrwać kilka minut.
uk: Будь ласка зачекайте, поки йде процес встановлення. Ця операція може зайняти досить тривалий час.

source: Press OK to next boot.
pl: Naciśnij OK, aby uruchomić obraz.
uk: Натисніть OK для вибору наступного завантаження.

source: Read error current dir, sorry.
pl: Błąd odczytu aktualnego katalogu.
uk: Вибачте, помилка читання поточного каталогу.

source: Readme
pl: Opis
uk: Readme (допомога)

source: Cannot create main folder %s
pl: Błąd tworzenia głównego katalogu %s
uk: Не вдалося створити домашній каталог %s

source: Rename
pl: Opis
uk: Перейменувати

source: Current Running Image:
pl: Obecnie uruchomiony obraz
uk: Поточний завантажений імідж:

source: Set new timeout (sec)
pl: Ustaw nowy czas oczekiwania (s)
uk: Встановіть новий тайм-аут (сек.)

source: Set next boot to %s ?
pl: Następne uruchomienie %s?
uk: Установити наступне завантаження ресивера в %s ?

source: The folder %s already exist
pl: Katalog %s już istnieje
uk: Каталог %s уже існує

source: Timeout boot menu: next %d sec
pl: Oczekiwanie przy starcie: %ds
uk: Таймаут меню завантаження: зараз %d сек.

source: Where do you want to install openMultiboot?
pl: Gdzie zainstalować openMultiBoot?
uk: Куди Ви хочете встановити openMultiboot?

source: Open MultiBoot Menu
pl: Menu Open MultiBoot-a
uk: Меню openMultiboot

source: Disable boot menu
pl: Wyłącz menu startowe
uk: Відключити меню завантаження

source: Enable boot menu
pl: Włącz menu startowe
uk: Включити меню завантаження

source: Menu
uk: Меню

source: You need the module
pl: Potrzebujesz moduł
uk: Вам необхідний модуль

source: Your STB doesn't seem supported
pl: Ten tuner jest niewspierany
uk: Ваш ресивер здається не підтримується!

source: openMultiboot About
pl: Informacje o openMultiboot
uk: Інформація openMultiboot

source: Error unpacking rootfs
pl: Błąd rozpakowywania rootfs
uk: Помилка розпакування rootfs

source: Error copying kernel
pl: Błąd kopiowania kernela
uk: Помилка копіювання ядра

source: Error copying unpacked rootfs
pl: Błąd kopiowania rozpakowanego rootfs
uk: Помилка розпакованого rootfs

source: openMultiboot Install
pl: Instalacja openMultiboot
uk: Встановити openMultiboot

source: openMultiboot Manager
pl: Menadżer openMultiboot-a
uk: Менеджер openMultiboot

source: zip archive was successfully added to '%s' OMB!
pl: Archiwum zip zostało dodane do '%s'!
uk: zip архів було успішно додано в '%s' OMB!

source: Generic error in unpaack process
uk: Загальна помилка під час процесу розпакування

source: Alternative name image folder
pl: Alternatywna nazwa katalogu
uk: Альтернативне імя каталогу іміджу

source: Standard install
pl: Instalacja standardowa
uk: Стандартне встановлення

source: Use altenative folder
pl: Ustaw aleternatywny katalog
uk: Використовувати альтернативний каталог

source: Install '/sbin/open_multiboot'
pl: Instalacja '/sbin/open_multiboot'
uk: Встановити '/sbin/open_multiboot'

source: Install alternative '/sbin/open_multiboot'
uk: Встановити альтернативний '/sbin/open_multiboot'

source: You want to install an alternative kernel-module-nandsim? Linux version may be different from the module!
pl: Na pweno zainstalować alternatywny kernelkernel-module-nandsim? Wersja Linux-a może się różnić od tej w module!
uk: Ви дійсно хочете інсталювати альтернативний kernel-module-nandsim? Версія Лінукса може не збігатися з модулем!

source: (Unpack error!)
pl: (Błąd rozpakowania!)
uk: (Помилка розпакування!)

source: For this reciever need only first partition muliboot image for use 'openMultiboot'! Current partition muliboot image - %s
pl: Ten tuner używa jedynie pierwszej partycji dla 'openMultiboot'! Obecna partycja - %s
uk: Для цього ресивера необхідний тільки перший розділ мультизавантажувального іміджу для використання 'openMultiboot'! Поточний розділ мультизавантажувального іміджу - %s

source: (Folder
pl: (Katalog

source: (Unpack
pl: (Rozpakowanie
